export type User = {
  name: string;
  nameENG: string;
  lastName: string;
  lastNameENG: string;
  additionalName: string;
  email: string;
  phoneNumber: string;
  birthday: string;
  description: string;
  workInfo: string;
  workName: string;
  position: string;
  start: string;
  end: string;
  family: {
    mother: string;
    father: string;
    sister: string;
    brother: string;
  };
};

export const user = {
  name: "Роман",
  nameENG: "Roman",
  lastName: "Чумак",
  lastNameENG: "Chumak",
  additionalName: "Романович",
  email: "rrr.gmail.com",
  phoneNumber: "+38 096 421 21 03",
  birthday: "02.12.1999",
  description: `Принцип системності означає: 1) певну черговість опису окремих груп 
  зовнішніх ознак; 2) послідовність опису кожної групи зовнішніх ознак за правилом 
  "від загального - до окремого", "зверху донизу". У зовнішньому вигляді людини спочатку 
  виділяються загальнофізичні властивості, такі, як стать, вік, національна приналежність, 
  а потім статура - тулуб і кінцівки, голова та окремі її частини; функціональні ознаки; 
  одяг і особливі прикмети; 3) обов'язкове використання спеціальної термінології. 
  Дотримання цього принципу дозволяє усунути різні значення певних термінів зафіксовані 
  в описах ознак, забезпечує однаковість і точність опису, запобігає помилкам; 
  4) опис частин голови спереду і в профіль. При описі елементів зовнішності особлива 
  увага приділяється голові, як об'єкту, що містить найбільшу кількість різноманітних 
  стійких ознак, доступних спостереженню в різних умовах. Для цього зовнішня анатомія 
  голови вивчається з двох позицій: у фас, тобто спереду, і в профіль, тобто збоку 
  (правий профіль). Однак особливі прикмети описуються як в правий, так і в лівий профілях особи.`,
  workInfo:
    "В цій компанії людина працювала довгий період часу та досягла значних успіхів.",
  workName: "Місто Рівне Компанія Soft Serve",
  position: "Web designer",
  start: "11.08.2018",
  end: "08.04.2020",
  family: {
    mother: "Мама - Чумак Тетяна Володимирівна (Приватний нотаріус)",
    father: "Тато - Чумак Роман Миколайович (Приватний підриємець)",
    sister: "Сестра - Чумак Марія Романівна (Студент)",
    brother: "",
  },
};
